// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Inserisci il codice d'accesso seguente, quindi premi il tasto Invio sulla tastiera.";

"MSG_PAIRING_TIMEOUT" = "Impossibile associare con “%@”. Fai clic su Associa per riprovare.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Impossibile associare con “%@”. Riprovo con la tastiera seguente tra 5 secondi.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Impossibile associare con “%@”. Riprovo tra 5 secondi.";

"MSG_PAIRING_FAILED" = "Impossibile associare la tastiera. Fai clic su Associa per riprovare.";
"MSG_PAIRING_FAILED_AUTO" = "Impossibile associare la tastiera. Riprovo…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Si è verificato un errore durante la ricerca dei dispositivi wireless.tivi wireless.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Abbino alla tastiera “%@.”";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Abbino al mouse “%@.”";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Cerco la tastiera…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Cerco il mouse...";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Il computer si è associato correttamente a “%@”. ";
"TITLE_PAIRED_MOUSE" = "Il computer si è associato correttamente a “%@”. ";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Impostazione assistita ha trovato %d tastiere wireless.";
"TITLE_MOUSE_N_FOUND" = "Impostazione assistita ha trovato %d mouse wireless.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Impostazione Assistita ha trovato la tastiera “%@”.";
"TITLE_MOUSE_FOUND" = "Impostazione Assistita ha trovato il mouse “%@”.";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Seleziona la tastiera dell'elenco, quindi fai clic su Associa. Quando l'associazione con la tastiera sarà effettuata, ti verrà richiesto di inserire un codice d'accesso utilizzando la tastiera.";
"MSG_START_PAIRING_MOUSE" = "Impostazione Assistita sta tentando di abbinare tutti i mouse presenti nell'elenco. Quando il mouse verrà abbinato, potrai muovere il puntatore con il tuo mouse.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "L'associazione con “%@” comincerà automaticamente. Quando l'associazione con la tastiera verrà effettuata, ti verrà richiesto di inserire un codice d'accesso utilizzando la tastiera.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "L'associazione con “%@” comincerà automaticamente. Quando il mouse è associato, potrai spostare il puntatore utilizzando il mouse.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Impossibile trovare una tastiera. Cerco ancora…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Impossibile trovare un mouse. Cerco ancora…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Nessuna tastiera collegata al computer. Collega la tastiera adesso.";
"MSG_NO_MOUSE" = "Nessun mouse collegato al computer. Collega il mouse adesso.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Nessuna tastiera collegata al computer. Collegala adesso.\n\nSe stai utilizzando una tastiera Apple Wireless, verifica che le batterie siano inserite correttamente e che sia accesa.";
"MSG_NO_MOUSE_BLUETOOTH" = "Nessun mouse collegato al computer. Collegalo adesso.\n\nSe stai utilizzando un mouse Apple Wireless, cerca l'interruttore nella parte inferiore del mouse e accendilo facendo scorrere la custodia in modo che il LED sia visibile.\n\nISe non utilizzi un mouse, connetti adesso la tua tastiera.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Aggiornamento %d nome(i) tastiera...";
"MSG_GETTING_MOUSE_NAMES" = "Aggiornamento %d nome(i) mouse...";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Utilizzando il mouse, fai clic sul tasto Invio sulla tastiera per verificare l'abbinamento. In caso contrario, l'abbinamento ricomincerà tra: %d secondi";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Utilizzando il mouse, fai clic sul pulsante OK indicato sotto per verificare l'abbinamento. In caso contrario, l'abbinamento ricomincerà tra: %d secondi";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "La password che hai inserito non è corretta. Fai clic su Associa per riprovare. ";
"MSG_AUTH_FAILURE_MOUSE" = "Il tentativo di abbinamento del mouse non è riuscito. Fai clic su Associa per riprovare.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "La chiave d'accesso che hai inserito non è corretta. Riprovo l'associazione con la tastiera tra 5 secondi";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "Il tentativo di abbinamento del mouse non è riuscito. Riprova abbinamento con il mouse entro 5 secondi.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Attendo che la tastiera si connetta…";
"MSG_ALREADY_PAIRED_MOUSE" = "Fai clic con il mouse per iniziare a usarlo.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Se questo non è il tuo mouse, accertati che sia acceso. Quindi attendi fino a quando la ricerca non inizia nuovamente.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Se questa non è la tua tastiera, accertati che sia accesa. Quindi attendi fino a quando la ricerca non inizia nuovamente.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Se il mouse non è presente nell'elenco, assicurati che il mouse sia acceso. Quindi attendi fino a quando ricomincia la ricerca.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Se la tastiera non è presente nell'elenco, assicurati che la tastiera sia accesa. Fai clic su Annulla per effettuare nuovamente la ricerca.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Se il puntatore non si sposta muovendo il mouse, l'associazione del mouse con il computer non è avvenuta. Attendi che il tentativo di associazione ricominci.";
"MSG_WARNING_ACK_KEYBOARD" = "Se premere il tasto Invio sulla tastiera non funziona, significa che l'associazione con il computer non è avvenuta. Attendi che il tentativo di associazione ricominci.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Abbino al dispositivo";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Connessione…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Connesso.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Associazione completa.";

"CUSTOM_MOUSE_NAME"	= "Mouse di %@";
"CUSTOM_KEYBOARD_NAME"	= "Tastiera di %@";

